IDEA Open Model
CalculationSetup.CrossSectionCharacteristics Property
Compatible with IDEA StatiCa 20.1
 Cross section charactertistics
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool CrossSectionCharacteristics { get; set; }
Public Property CrossSectionCharacteristics As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace